[
    {
        "id": "1",
        "title": "Front-end du site Booki",
        "background":"../../images/background_booki.png",
        "tasks": "Projet réalisé dans le cadre de ma formation OpenClassrooms de développeuse web. Réaliser le front-end de Booki, un site de locations de vacance. Prendre en main HTML et CSS",
        "techs": "HTML CSS",
        "website": "mon site",
        "link" : "https://sandyl02.github.io/Booki/index.html",
        "issues": "Avant de faire cette formation, il était requis d'avoir au moins suivi la formation HTML et la formation CSS sur le site OpenClassrooms, donc je n'étais pas dépaysée et n'ai pas rencontré de problèmes particuliers."
    },
    {
        "id": "2",
        "title": "Rendre dynamique le site d'une architecte à l'aide de JavaScript",
        "background":"../../images/background_sophiebluel.png",
        "tasks": "Projet réalisé dans le cadre de ma formation OpenClassrooms de développeuse web. Rendre dynamique le site d'une photographe à l'aide de JavaScript, créer un formulaire de connexion/déconnexion, ajouter des projets, etc.",
        "techs": "HTML CSS JavaScript",
        "website": "mon code",
        "link" : "https://github.com/SandyL02/Sophie-Bluel",
        "issues": "J'avais déjà suivi la formation JavaScript avant la formation, néanmoins JavaScript est un langage beaucoup plus complexe que HTML et CSS donc j'ai demandé énormément de conseils à mon mentor."
    },
    {
        "id": "3",
        "title": "Front-end du site Kasa",
        "background":"../../images/background_kasa.png",
        "tasks": "Projet réalisé dans le cadre de ma formation OpenClassrooms de développeuse web. Créez le front d'une application web de location immobilière, prendre en main la gestion des composants, etc. ",
        "techs": "React HTML CSS",
        "website": "mon code",
        "link" : "https://github.com/SandyL02/kasa",
        "issues": "React est difficile à prendre en main, mais une fois maîtrisé, c'est tellement plus rapide !"
    },
    {
        "id": "4",
        "title": "Back-end de Mon Vieux Grimoire",
        "background":"../../images/background_monvieuxgrimoire.png",
        "tasks": "Projet réalisé dans le cadre de ma formation OpenClassrooms de développeuse web. Réaliser le back d'un site de notations de livres à l'aide de React.",
        "techs": "React Node",
        "website": "mon code",
        "link" : "https://github.com/SandyL02/P7OC",
        "issues": "Tout ce qui est côté back-end m'effrayait, je préfère toujours le front mais désormais je connais le back également."
    }
]

